Repository: bruunomooura/flightHub
Catalog: FlightHub/FlightHub/Resources/Strings/*.lproj/Localizable.strings
Languages: pt_br

# useful.cancel
source: Cancel
pt_br: Cancelar

# useful.confirm
source: Confirm
pt_br: Confirmar

# useful.tryAgain
source: Try Again
pt_br: Tentar Novamente

# home.description
source: The ideal place to manage your airline's flights!
pt_br: O lugar ideal para gerenciar os voos da sua companhia aérea!

# home.button.title
source: I want to get started!
pt_br: Quero começar!

# flights.title
source: Flights
pt_br: Voos

# flights.searchBar.placeholder
source: Search by flight ID
pt_br: Buscar por ID de voo

# flights.searchBar.accessibilityHint
source: Enter the flight ID and press Enter to search.
pt_br: Digite o ID do voo e pressione Enter para buscar.

# flights.filterButton.accessibilityLabel
source: Filter flights
pt_br: Filtrar voos

# flights.filterButton.accessibilityHint
source: Filters flights by status
pt_br: Filtra os voos pelo status

# flights.toolBar.button.title
source: Done
pt_br: Concluído

# flights.title.noResults
source: No flights found
pt_br: Nenhum voo encontrado

# flights.flightIdLabel.accessibilityLabel
source: Flight ID
pt_br: Id do voo

# flights.flightStatusLabel.accessibilityLabel
source: Flight status
pt_br: Status do voo

# flights.flightCompletionStatusLabel.accessibilityLabel
source: Flight punctuality
pt_br: Pontualidade do voo

# flights.flightDepartureDateLabel.accessibilityLabel
source: Departure date
pt_br: Data de partida

# flights.flightArrivalDateLabel.accessibilityLabel
source: Arrival date
pt_br: Data de chegada

# flights.flightDepartureTimeLabel.accessibilityLabel
source: Departure time
pt_br: Horário de partida

# flights.flightArrivalTimeLabel.accessibilityLabel
source: Arrival time
pt_br: Horário de chegada

# flights.flightDepartureAirportLabel.accessibilityLabel
source: Departure airport
pt_br: Aeroporto de partida

# flights.flightArrivalAirportLabel.accessibilityLabel
source: Arrival airport
pt_br: Aeroporto de chegada

# flights.flightAirplaneNameLabel.accessibilityLabel
source: Model of the aircraft used
pt_br: Modelo da aeronave utilizada

# flights.alert.error.title
source: Error!
pt_br: Erro!

# flights.alert.error.message
source: Error loading flights. Would you like to try again?
pt_br: Erro ao carregar os voos. Deseja tentar novamente?

# flightCompletionStatus.delayed
source: Delayed
pt_br: Atrasou

# flightCompletionStatus.canceled
source: Canceled
pt_br: Cancelado

# flightCompletionStatus.onTime
source: On Time
pt_br: No Horário

# flightStatus.upcoming
source: Upcoming
pt_br: A realizar

# flightStatus.canceled
source: Canceled
pt_br: Cancelado

# flightStatus.completed
source: Completed
pt_br: Concluído

# flightStatus.inFlight
source: In Flight
pt_br: Em viagem

# flightStatus.title.upcoming
source: Upcoming flights
pt_br: Voos a realizar

# flightStatus.title.canceled
source: Canceled flights
pt_br: Voos cancelados

# flightStatus.title.completed
source: Completed flights
pt_br: Voos concluídos

# flightStatus.title.inFlight
source: In-flight flights
pt_br: Voos em viagem

# customFilter.label.title
source: Select an option
pt_br: Selecione uma opção

# customFilter.button.cancel
source: Cancel
pt_br: Cancelar

# customFilter.button.filter
source: Filter
pt_br: Filtrar

# customFilter.label.title.accessibilityLabel
source: Available filters
pt_br: Filtros disponíveis

# customFilter.button.eraser.accessibilityLabel
source: Clear selection
pt_br: Limpar seleção

# customFilter.button.eraser.accessibilityHint
source: Tap to remove filters and return to the previous screen
pt_br: Toque para remover os filtros e retornar à tela anterior

# customFilter.filterOptions.selected.accessibilityHint
source: This filter is already selected
pt_br: Este filtro já está selecionado

# customFilter.filterOptions.notSelected.accessibilityHint
source: Tap once to select this filter
pt_br: Toque uma vez para selecionar este filtro

# customFilter.filterOptions.accessibilityLabel
source: Filter list
pt_br: Lista de filtros

# customFilter.button.cancel.accessibilityLabel
source: Cancel
pt_br: Cancelar

# customFilter.button.cancel.accessibilityHint
source: Tap once to close the screen without changing the filters
pt_br: Toque uma vez para fechar a tela sem alterar os filtros

# customFilter.button.filter.accessibilityLabel
source: Apply filter
pt_br: Aplicar filtro

# customFilter.button.filter.accessibilityHint
source: Tap once to apply the selected filter and return to the previous screen
pt_br: Toque uma vez para aplicar o filtro selecionado e retornar à tela anterior
